/*
  Лёгкого и автоматического способа получить этот файл из tooltips.xml нет.
  Этот файл доработан напильником после автоматического разбора XML-парсером.
  build.rb собирает с помощью Ruby из него tooltips.xml, пригодный для игры.
  Зачем? Потому что JSON Ruby съедает куда охотнее, нежели XML. Впоследствии
  надеюсь написать аналогичные вещи для других файлов. Вдруг ещё баги найдутся.
  Тут один нашёлся.

                                                    -- Павел "D-side" Пеганов
*/
{
   "oxygen":"Oxygen: Replenishes the ship's oxygen supply.",
   "doors":"Doors: Allows for remote opening/closing of doors.",
   "doors_touch":"Doors: Allows for remote opening/closing of doors. On your ship, tap individual doors or drag over multiple to open or close them.",
   "shields":"Shields: Sustains projectile-blocking shields. Manning increases shield recharge speed.",
   "pilot":"Piloting: Requires a crewmember to evade in combat or jump.",
   "engines":"Engines: Charges the FTL drive and powers evasion. Manning increases dodge chance.",
   "sensors":"Sensors: Enables view of all rooms and info for enemy ships.",
   "medbay":"Medbay: Heals crewmembers inside the Medbay",
   "weapons":"Weapons: Click on a weapon to charge and fire. Manning reduces charge time.",
   "weapons_touch":"Weapons: Tap on a weapon to charge and fire. Manning reduces charge time.",
   "drones":"Drones: Power automated robots for attack and defense.",
   "teleporter":"Teleporter: Send crewmembers in the teleporter room to board enemy ships.",
   "cloaking":"Cloaking: Partially disappear into another dimension, providing +60 to dodge and temporarily stopping enemy weapon charging and aiming.",
   "artillery":"Artillery: Beam that automatically fires a 1 damage beam that pierces all shields.",
   "powertotal":"Reactor: Unused reactor energy available to power your systems.",
   "battery":"Battery: Activate to temporarily increase available reactor power.",
   "clonebay":"Clone Bay: Automatically clones any dead crewmember.",
   "mind":"Mind Control: Turn enemies into friendlies temporarily.",
   "hacking":"Hacking: Lockdown a system room while periodically disrupting the system and stunning crew. ",
   "oxygen_enemy":"Oxygen: Replenishes the enemy ship's oxygen supply.",
   "doors_enemy":"Doors: Powers enemy blast doors, delaying boarder movement.",
   "shields_enemy":"Shields: Powers the enemy's projectile blocking shields.",
   "pilot_enemy":"Piloting: If functional with a crew-member, the enemy can dodge your shots.",
   "engines_enemy":"Engines: Charges the enemy FTL drive and powers evasion.",
   "sensors_enemy":"Sensors: No functionality for the enemy.",
   "medbay_enemy":"Medbay: Heals enemy crewmembers.",
   "weapons_enemy":"Weapons: Powers the enemy's weapons.",
   "weapons_touch_enemy":"Weapons: Powers the enemy's weapons. Destroy it to stop them firing.",
   "drones_enemy":"Drones: Powers the enemy's drones. Destroy it to shut them down.",
   "teleporter_enemy":"Teleporter: The enemy uses this to teleport intruders onto your ship.",
   "cloaking_enemy":"Cloaking: When in use, your weapons cannot charge and the enemy evasion is increased by 60.",
   "artillery_enemy":"Artillery: Powers a single powerful weapon.",
   "battery_enemy":"Battery: Grants temporary power to the enemy.",
   "clonebay_enemy":"Clone Bay: Will automatically clone any crew you kill, reviving them to fight again!",
   "mind_enemy":"Mind Control: Can temporarily gain control of your crew, destroy it to prevent this.",
   "hacking_enemy":"Hacking: Launches a hacking drone that can temporarily disable a system. ",
   "hull":"Current hull integrity. If it drops to zero, the ship is destroyed.",
   "dronecount":"Number of Drone Parts. Using a Drone consumes one Drone Part.",
   "fuelcount":"Amount of fuel. Each jump consumes one fuel.",
   "missilecount":"Number of Missiles. Some weapons consume one Missile when fired.",
   "scrapcount":"Current scrap total",
   "ftlbutton":"Opens star map to choose jump location.",
   "shielddisplay":"Current shield status.",
   "evadedisplay":"Percent chance to dodge incoming fire.",
   "oxygendisplay":"Ship's current oxygen.",
   "energyshielddisplay":"Zoltan Energy Shield: Will completely block incoming damage of any weapon type.",
   "autofire":"Toggle to active/deactive weapons automatically firing. Hotkey: ",
   "asteroids":"You're in an asteroid field. Periodically asteroids will strike your ship.",
   "sun":"You're too close to a star. Solar flares will light the ship on fire. Shields will reduce the effect.",
   "nebula":"You're inside a nebula. Your sensors will not function, but the Rebel fleet will advance more slowly towards you.",
   "storm":"This section of the nebula is experiencing a plasma storm. Your main reactor can only function at half capacity.",
   "pulsar":"You're close to a pulsar. Periodic waves of electromagnetic energy will disrupt your shields and drones.",
   "pds_fleet":"The Fleet's Anti-Ship Batteries are targeting you.",
   "pds_player":"An Anti-Ship Battery on the planet is targeting you.",
   "pds_enemy":"An Anti-Ship Battery on the planet is targeting your enemies.",
   "pds_all":"An Anti-Ship Battery on the planet is firing on all ships in the area.",
   "map_wait":"Wait for help to arrive.",
   "map_distress":"Toggling the distress beacon might increase the chances you'll be found, but no telling who will find you first.",
   "rename":"Click to rename",
   "subsystems":"Subsystems are powered for free as long as they are functional"
}
